brew "anyenv"
brew "awscli"
brew "colima"
brew "colordiff"
brew "fzf"
brew "gh"
brew "git"
brew "graphviz"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "nano"
brew "nkf"
brew "nvm"
brew "openjdk@17"
brew "openjdk@21"
brew "pnpm"
brew "sl"
brew "telnet"
brew "tree"
brew "unzip"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "clipy"
cask "cyberduck"
cask "dbeaver-community"
cask "docker-desktop"
cask "figma"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "intellij-idea"
cask "android-studio"
cask "visual-studio-code"
cask "chatgpt"
cask "discord"
cask "dropbox"
cask "zoom"
cask "slack"
cask "logi-options-plus"
cask "microsoft-teams"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "microsoft-outlook"
cask "microsoft-onenote"
cask "miro"
cask "obsidian"
