brew "anyenv"
brew "awscli"
brew "colima"
brew "colordiff"
brew "fzf"
brew "gh"
brew "git"
brew "graphviz"
brew "htop"
brew "icu4c@76"
brew "jq"
brew "nano"
brew "nkf"
brew "nvm"
brew "openjdk@17"
brew "openjdk@21"
brew "pnpm"
brew "sl"
brew "telnet"
brew "tree"
brew "unzip"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "android-studio"
cask "chatgpt"
cask "clipy"
cask "codex"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "font-hackgen"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "logi-options+"
cask "microsoft-excel"
cask "microsoft-onenote"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gizak.shortcuts"
vscode "glenn2223.live-sass"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jasonnutter.search-node-modules"
vscode "jebbs.plantuml"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "pulkitgangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "toba.vsfire"
vscode "vincaslt.highlight-matching-tag"
vscode "waderyan.gitblame"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
