alefragnani.project-manager
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
extensions.json
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
gizak.shortcuts
glenn2223.live-sass
hollowtree.vue-snippets
humao.rest-client
ibm.output-colorizer
ionutvmi.path-autocomplete
jasonnutter.search-node-modules
jebbs.plantuml
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cpptools
naumovs.color-highlight
octref.vetur
openai.chatgpt
pkief.material-icon-theme
pulkitgangwar.nextjs-snippets
redhat.vscode-yaml
ritwickdey.liveserver
rogalmic.bash-debug
ryu1kn.partial-diff
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
techer.open-in-browser
toba.vsfire
vincaslt.highlight-matching-tag
waderyan.gitblame
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
zignd.html-css-class-completion
